# Завдання 3. Багаторядковий коментар

# Іноді коментар використовують для опису блоку коду.

# 🔹 Завдання:

# На початку файлу додай багаторядковий коментар (""" ... """), який:

# описує, що програма виводить три рядки тексту

# Після коментаря напиши код з трьома print

# Коментар не повинен впливати на виконання програми

# 📌 Очікуваний результат виконання:

# Line one
# Line two
# Line three


'''this program writes three lines 
on your laptop

be able to think about '''

print("Line one")
print("Line two")
print("Line three")
