# Завдання 3. Клас + зміна стану

# Створи клас BankAccount, який має:

# атрибути:

# owner

# balance (початково 0)

# методи:

# deposit(amount) — поповнює баланс

# withdraw(amount) — знімає гроші (якщо недостатньо коштів — вивести повідомлення)

# show_balance() — показує поточний баланс

# 👉 Створи рахунок, поклади гроші, зніми частину і покажи баланс.

class BankAccount():
    def __init__(self, owner, balance = '0'):
        self.owner = owner
        self.balance = balance

    def deposit(self):
        pass

    def withdraw(self):
        pass

    def show_balance(self):
        pass